export default [
   {
      "groupName": "Великие физики",
      "data": [
         {
            "name": "Марри Гелл-Манн",
            "begin": 1929,
            "end": null
         },
         {
            "name": "Лев Давидович Ландау",
            "begin": 1908,
            "end": 1968
         },
         {
            "name": "Игорь Васильевич Курчатов",
            "begin": 1903,
            "end": 1960
         },
         {
            "name": "Поль Дирак",
            "begin": 1902,
            "end": 1984
         },
         {
            "name": "Вернер Гейзенберг",
            "begin": 1901,
            "end": 1976
         },
         {
            "name": "Энрико Ферми",
            "begin": 1901,
            "end": 1954
         },
         {
            "name": "Николай Николаевич Семенов",
            "begin": 1896,
            "end": 1986
         },
         {
            "name": "Игорь Евгеньевич Тамм",
            "begin": 1895,
            "end": 1971
         },
         {
            "name": "Петр Леонидович Капица",
            "begin": 1894,
            "end": 1984
         },
         {
            "name": "Эрвин Шрёдингер",
            "begin": 1887,
            "end": 1961
         },
         {
            "name": "Нильс Бор",
            "begin": 1885,
            "end": 1962
         },
         {
            "name": "Макс Борн",
            "begin": 1882,
            "end": 1970
         },
         {
            "name": "Альберт Эйнштейн",
            "begin": 1879,
            "end": 1955
         },
         {
            "name": "Эрнест Резерфорд",
            "begin": 1871,
            "end": 1937
         },
         {
            "name": "Мария Кюри-склодовска",
            "begin": 1867,
            "end": 1934
         },
         {
            "name": "Петр Николаевич Лебедев",
            "begin": 1866,
            "end": 1912
         },
         {
            "name": "Макс Планк",
            "begin": 1858,
            "end": 1947
         },
         {
            "name": "Генрих Рудольф Герц",
            "begin": 1857,
            "end": 1894
         },
         {
            "name": "Джозеф Томсон",
            "begin": 1856,
            "end": 1940
         },
         {
            "name": "Гендрик Лоренц",
            "begin": 1853,
            "end": 1928
         },
         {
            "name": "Вильгельм Рентген",
            "begin": 1845,
            "end": 1923
         },
         {
            "name": "Людвиг Больцман",
            "begin": 1844,
            "end": 1906
         },
         {
            "name": "Александр Григорьевич Столетов",
            "begin": 1839,
            "end": 1896
         },
         {
            "name": "Уиллард Гиббс",
            "begin": 1839,
            "end": 1903
         },
         {
            "name": "Джеймс Максвелл",
            "begin": 1831,
            "end": 1879
         },
         {
            "name": "Герман Гельмгольц",
            "begin": 1821,
            "end": 1894
         },
         {
            "name": "Эмилий Христианович Ленц",
            "begin": 1804,
            "end": 1865
         },
         {
            "name": "Майкл Фарадей",
            "begin": 1791,
            "end": 1867
         },
         {
            "name": "Георг Ом",
            "begin": 1787,
            "end": 1854
         },
         {
            "name": "Ганс Эрстед",
            "begin": 1777,
            "end": 1851
         },
         {
            "name": "Амедео Авогадро",
            "begin": 1776,
            "end": 1856
         },
         {
            "name": "Андре Мари Ампер",
            "begin": 1775,
            "end": 1836
         },
         {
            "name": "Шарль Кулон",
            "begin": 1736,
            "end": 1806
         },
         {
            "name": "Исаак Ньютон",
            "begin": 1642,
            "end": 1726
         },
         {
            "name": "Христиан Гюйгенс",
            "begin": 1629,
            "end": 1695
         },
         {
            "name": "Блез Паскаль",
            "begin": 1623,
            "end": 1662
         },
         {
            "name": "Архимед",
            "begin": -287,
            "end": -212
         }
      ]
   },
   {
      "groupName":"Русские цари",
      "data":[
         {
            "name":"Рюрик",
            "begin":862,
            "end":879
         },
         {
            "name":"Олег",
            "begin":879,
            "end":912
         },
         {
            "name":"Игорь Рюрикович",
            "begin":912,
            "end":945
         },
         {
            "name":"Ольга",
            "begin":945,
            "end":957
         },
         {
            "name":"Святослав Игоревич",
            "begin":957,
            "end":972
         },
         {
            "name":"Ярополк I",
            "begin":972,
            "end":980
         },
         {
            "name":"Владимир Великий или Святой ",
            "begin":980,
            "end":1015
         },
         {
            "name":"Святополк Окаянный",
            "begin":1015,
            "end":1019
         },
         {
            "name":"Ярослав I Мудрый",
            "begin":1019,
            "end":1054
         },
         {
            "name":"Изяслав I Ярославич",
            "begin":1054,
            "end":1078
         },
         {
            "name":"Всеволод I Ярославич",
            "begin":1078,
            "end":1093
         },
         {
            "name":"Святополк II Изяславич",
            "begin":1093,
            "end":1113
         },
         {
            "name":"Владимир II Всеволодович (Мономах)",
            "begin":1113,
            "end":1125
         },
         {
            "name":"Мстислав I Владимирович",
            "begin":1125,
            "end":1132
         },
         {
            "name":"Ярополк II Владимирович",
            "begin":1132,
            "end":1138
         },
         {
            "name":"Всеволод II Ольгович",
            "begin":1139,
            "end":1146
         },
         {
            "name":"Изяслав II Мстиславич",
            "begin":1146,
            "end":1154
         },
         {
            "name":"Юрий I Владимирович Долгорукий",
            "begin":1154,
            "end":1157
         },
         {
            "name":"Мстислав II",
            "begin":1157,
            "end":1159
         },
         {
            "name":"Ростислав",
            "begin":1159,
            "end":1167
         },
         {
            "name":"Мстислав II",
            "begin":1167,
            "end":1169
         },
         {
            "name":"Андрей Юрьевич Боголюбский",
            "begin":1157,
            "end":1174
         },
         {
            "name":"Михаил Юрьевич",
            "begin":1174,
            "end":1176
         },
         {
            "name":"Всеволод III Юрьевич Большое гнездо",
            "begin":1176,
            "end":1212
         },
         {
            "name":"Юрий II Всеволодович",
            "begin":1212,
            "end":1216
         },
         {
            "name":"Константин Всеволодович",
            "begin":1216,
            "end":1219
         },
         {
            "name":"Юрий II Всеволодович",
            "begin":1219,
            "end":1238
         },
         {
            "name":"Ярослав II Всеволодович",
            "begin":1238,
            "end":1246
         },
         {
            "name":"Александр Невский",
            "begin":1252,
            "end":1263
         },
         {
            "name":"Ярослав III Ярославич",
            "begin":1263,
            "end":1272
         },
         {
            "name":"Василий Ярославич",
            "begin":1272,
            "end":1276
         },
         {
            "name":"Дмитрий Александрович (Переяславский)",
            "begin":1276,
            "end":1294
         },
         {
            "name":"Андрей Александрович (Городецкий) ",
            "begin":1294,
            "end":1304
         },
         {
            "name":"Михаил II Ярославич (Тверской)",
            "begin":1304,
            "end":1319
         },
         {
            "name":"Юрий III Данилович",
            "begin":1319,
            "end":1326
         },
         {
            "name":"Александр Михайлович",
            "begin":1326,
            "end":1328
         },
         {
            "name":"Иоанн I Данилович Калита",
            "begin":1328,
            "end":1340
         },
         {
            "name":"Симеон Иоаннович Гордый",
            "begin":1340,
            "end":1353
         },
         {
            "name":"Иоанн II Кроткий",
            "begin":1353,
            "end":1359
         },
         {
            "name":"Дмитрий Константинович",
            "begin":1359,
            "end":1363
         },
         {
            "name":"Дмитрий Иоаннович Донской",
            "begin":1369,
            "end":1389
         },
         {
            "name":"Василий I Димитриевич",
            "begin":1389,
            "end":1425
         },
         {
            "name":"Василий II Васильевич Тёмный",
            "begin":1425,
            "end":1462
         },
         {
            "name":"Иоанн III Васильевич",
            "begin":1462,
            "end":1505
         },
         {
            "name":"Василий III Иоаннович ",
            "begin":1505,
            "end":1533
         },
         {
            "name":"Елена Глинская ",
            "begin":1533,
            "end":1538
         },
         {
            "name":"мать наследника престола Иоанна",
            "begin":1538,
            "end":1547
         },
         {
            "name":"Царь Иоанн IV Грозный ",
            "begin":1533,
            "end":1584
         },
         {
            "name":"Царь Фёдор Иоаннович ",
            "begin":1584,
            "end":1598
         },
         {
            "name":"Царь Борис Федорович Годунов ",
            "begin":1598,
            "end":1605
         },
         {
            "name":"Лжедмитрий I ",
            "begin":1605,
            "end":1606
         },
         {
            "name":"Царь Василий Иоаннович Шуйский",
            "begin":1606,
            "end":1610
         },
         {
            "name":"Царь Михаил Фёдорович ",
            "begin":1613,
            "end":1645
         },
         {
            "name":"Царь Алексей Михайлович ",
            "begin":1645,
            "end":1676
         },
         {
            "name":"Царь Фёдор Алексеевич ",
            "begin":1676,
            "end":1682
         },
         {
            "name":"Софья Алексеевна ",
            "begin":1682,
            "end":1689
         },
         {
            "name":"Иоанн V Алексеевич",
            "begin":1682,
            "end":1696
         },
         {
            "name":"Пётр I Великий ",
            "begin":1682,
            "end":1725
         },
         {
            "name":"Екатерина I ",
            "begin":1725,
            "end":1727
         },
         {
            "name":"Пётр II ",
            "begin":1727,
            "end":1730
         },
         {
            "name":"Анна Иоанновна",
            "begin":1730,
            "end":1740
         },
         {
            "name":"Анна Леопольдовна",
            "begin":1740,
            "end":1741
         },
         {
            "name":"Елизавета Петровна ",
            "begin":1741,
            "end":1761
         },
         {
            "name":"Пётр III Фёдорович ",
            "begin":1761,
            "end":1762
         },
         {
            "name":"Екатерина II Великая ",
            "begin":1762,
            "end":1796
         },
         {
            "name":"Павел I Петрович ",
            "begin":1796,
            "end":1801
         },
         {
            "name":"Александр I Павлович ",
            "begin":1801,
            "end":1825
         },
         {
            "name":"Николай I Павлович ",
            "begin":1825,
            "end":1855
         },
         {
            "name":"Александр II Николаевич (Освободитель) ",
            "begin":1855,
            "end":1881
         },
         {
            "name":"Александр III Александрович (Миротворец) ",
            "begin":1881,
            "end":1894
         },
         {
            "name":"Николай II Александрович ",
            "begin":1894,
            "end":1917
         },
         {
            "name":"Владимир Ленин",
            "begin":1917,
            "end":1924
         },
         {
            "name":"Иосиф Сталин",
            "begin":1922,
            "end":1953
         },
         {
            "name":"Никита Хрущёв",
            "begin":1953,
            "end":1964
         },
         {
            "name":"Леонид Брежнев",
            "begin":1964,
            "end":1982
         },
         {
            "name":"Юрий Андропов",
            "begin":1982,
            "end":1984
         },
         {
            "name":"Константин Черненко",
            "begin":1984,
            "end":1985
         },
         {
            "name":"Михаил Горбачёв",
            "begin":1985,
            "end":1991
         },
         {
            "name":"Борис Ельцин",
            "begin":1991,
            "end":1999
         },
         {
            "name":"Владимир Путин",
            "begin":2000,
            "end":2008
         },
         {
            "name":"Дмитрий Медведев",
            "begin":2008,
            "end":2012
         },
         {
            "name":"Владимир Путин",
            "begin":2012,
            "end":2017
         }
      ]
   },
   {
      "groupName":"Русские государства",
      "data":[
         {
            "name":"Государство Рюрика",
            "begin":862,
            "end":882
         },
         {
            "name":"Киевская Русь",
            "begin":882,
            "end":1263
         },
         {
            "name":"Владимирское княжество",
            "begin":1157,
            "end":1425
         },
         {
            "name":"Монголо-татарское иго",
            "begin":1237,
            "end":1480
         },
         {
            "name":"Московское княжество",
            "begin":1271,
            "end":1547
         },
         {
            "name":"Русское царство",
            "begin":1547,
            "end":1721
         },
         {
            "name":"Смутное время",
            "begin":1598,
            "end":1613
         },
         {
            "name":"Российская империя",
            "begin":1721,
            "end":1917
         },
         {
            "name":"Советский Союз",
            "begin":1917,
            "end":1991
         },
         {
            "name":"Российская Федерация",
            "begin":1991,
            "end":2017
         }
      ]
   },
   {
      "groupName":"Русские войны",
      "data":[
         {
            "name":"Война с Великим княжеством Литовским",
            "begin":1500,
            "end":1503
         },
         {
            "name":"Присеодинение к Русскому государству Чернигово-Северских земель",
            "begin":1503,
            "end":1503
         },
         {
            "name":"Завоевание Смоленска",
            "begin":1514,
            "end":1514
         },
         {
            "name":"Взятие русским войском Казани",
            "begin":1552,
            "end":1552
         },
         {
            "name":"Ливонская война",
            "begin":1558,
            "end":1583
         },
         {
            "name":"Русско-шведская воина",
            "begin":1590,
            "end":1593
         },
         {
            "name":"Шведская интервенция",
            "begin":1610,
            "end":1615
         },
         {
            "name":"Интервенция Речи Посполито",
            "begin":1609,
            "end":1618
         },
         {
            "name":"Смоленская война с Речью Посполитной",
            "begin":1632,
            "end":1634
         },
         {
            "name":"Русско-польская война",
            "begin":1654,
            "end":1667
         },
         {
            "name":"Русско-шведская война",
            "begin":1656,
            "end":1658
         },
         {
            "name":"Крымский поход",
            "begin":1687,
            "end":1687
         },
         {
            "name":"Крымский поход",
            "begin":1689,
            "end":1689
         },
         {
            "name":"Азовские походы Петра I",
            "begin":1695,
            "end":1696
         },
         {
            "name":"Северная война",
            "begin":1700,
            "end":1721
         },
         {
            "name":"Русско-турецкая война",
            "begin":1710,
            "end":1711
         },
         {
            "name":"Русско-иранская война",
            "begin":1722,
            "end":1723
         },
         {
            "name":"Участие России в Семилетней войне",
            "begin":1756,
            "end":1762
         },
         {
            "name":"Русско-турецкая война",
            "begin":1768,
            "end":1774
         },
         {
            "name":"Русско-турецкая война",
            "begin":1787,
            "end":1791
         },
         {
            "name":"Русско-иранская война",
            "begin":1804,
            "end":1813
         },
         {
            "name":"Участие России в III антинаполеоновской коалиции",
            "begin":1805,
            "end":1805
         },
         {
            "name":"Участие России в IV антинаполеоновской коалиции",
            "begin":1806,
            "end":1807
         },
         {
            "name":"Русско-турецкая война",
            "begin":1806,
            "end":1812
         },
         {
            "name":"Русско-шведская война",
            "begin":1808,
            "end":1809
         },
         {
            "name":"Отечественная война",
            "begin":1812,
            "end":1814
         },
         {
            "name":"Русско-иранская война",
            "begin":1826,
            "end":1828
         },
         {
            "name":"Русско-турецкая война",
            "begin":1828,
            "end":1829
         },
         {
            "name":"Кавказская война",
            "begin":1830,
            "end":1864
         },
         {
            "name":"Крымская война",
            "begin":1853,
            "end":1856
         },
         {
            "name":"Русско-турецкая война",
            "begin":1877,
            "end":1878
         },
         {
            "name":"Русско-японская война",
            "begin":1904,
            "end":1905
         },
         {
            "name":"Участие в Первой мировой войне",
            "begin":1914,
            "end":1918
         },
         {
            "name":"Гражданская война в России",
            "begin":1918,
            "end":1920
         },
         {
            "name":"Советско-польская война",
            "begin":1920,
            "end":1920
         },
         {
            "name":"Советско-финская война",
            "begin":1939,
            "end":1940
         },
         {
            "name":"Великая Отечественная война",
            "begin":1941,
            "end":1945
         },
         {
            "name":"Война в Афганистане",
            "begin":1979,
            "end":1988
         },
         {
            "name":"I Чеченская война",
            "begin":1994,
            "end":1996
         },
         {
            "name":"II Чеченская война",
            "begin":1999,
            "end":2001
         }
      ]
   }
];